tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "azure-cli"
brew "chezmoi"
brew "fzf"
brew "go"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "minikube"
brew "starship"
brew "terraform"
brew "yadm"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
cask "alfred"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "lens"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "monitorcontrol"
cask "rectangle"
cask "textmate"
cask "visual-studio-code"
