tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "azure-cli"
brew "chezmoi"
brew "htop"
brew "jq"
brew "starship"
brew "terraform"
brew "yadm"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "monitorcontrol"
cask "rectangle"
cask "rocket"
cask "textmate"
cask "visual-studio-code"
