tap "azure/functions"
tap "caarlos0/tap"
tap "derailed/k9s"
tap "encoredev/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
brew "pycparser"
brew "cffi"
brew "python-cryptography"
brew "xz"
brew "ansible"
brew "black"
brew "yamllint"
brew "ansible-lint"
brew "jpeg-xl"
brew "aom"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "cmatrix"
brew "coreutils"
brew "dog"
brew "exiftool"
brew "fzf"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "ldid"
brew "minikube"
brew "node"
brew "oci-cli"
brew "openssl@1.1"
brew "pgcli"
brew "protobuf"
brew "protoc-gen-go"
brew "python@3.10"
brew "python@3.9"
brew "starship"
brew "terraform"
brew "tflint"
brew "watch"
brew "wget"
brew "yadm"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "caarlos0/tap/svu"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
cask "adobe-acrobat-pro"
cask "adobe-acrobat-reader"
cask "alfred"
cask "betterdisplay"
cask "devtoys"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hovrly"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "lens"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-word"
cask "mongodb-compass"
cask "monitorcontrol"
cask "netnewswire"
cask "numi"
cask "obsidian"
cask "rar"
cask "rectangle"
cask "roam-research"
cask "send-to-kindle"
cask "sublime-text"
cask "surfshark"
cask "tableplus"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
vscode "4ops.packer"
vscode "4ops.terraform"
vscode "casualjim.gotemplate"
vscode "EditorConfig.EditorConfig"
vscode "fabiospampinato.vscode-monokai-night"
vscode "foxundermoon.shell-format"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.azure-account"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "pomdtr.excalidraw-editor"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "sainnhe.gruvbox-material"
vscode "TabNine.tabnine-vscode"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "zxh404.vscode-proto3"
